Server/soap_request_Lookup_Data.xml

<ns0:Envelope xmlns:ns0="http://www.w3.org/2003/05/soap-envelope" xmlns:ns1="http://xmlns.oracle.com/oxp/service/PublicReportService" xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:pub="http://xmlns.oracle.com/oxp/service/PublicReportService">
<ns0:Header/>
<ns0:Body>
<ns1:runReport>
<ns1:reportRequest>
<ns1:attributeFormat>xlsx</ns1:attributeFormat>
<ns1:reportAbsolutePath>/Custom/Human Capital Management/SERP Data Loader Tool/HDL Tool Reports/HDL_BO_LKP_VS_SETUPS_Report V2.xdo</ns1:reportAbsolutePath>
<ns1:sizeOfDataChunkDownload>-1</ns1:sizeOfDataChunkDownload>
</ns1:reportRequest>
</ns1:runReport>
</ns0:Body>
</ns0:Envelope>